{
    "newcomer":  {
        "text": "For all AA Resources: https://www.aa.org/ ",
        
        "text2": "A Guide to online AA meetings in your area: https://aa-intergroup.org/meetings/ ",
        
        "text3": "‘Everything AA’ : an App that will connect you to meetings and literature.  Find in the Apple App store or Google Play store.",
        
        "text4": "‘Meeting Guide’: another App for local meetings.  Find in the Apple App store or Google Play store.",
    
        "text5": "An introduction to A.A.: describes who A.A.s are and what they have learned about alcoholism. For all who think they may have a drinking problem. https://www.aa.org/sites/default/files/literature/assets/p-1_thisisaa1.pdf",

        "text6": "Lists 12 questions to ask yourself if you think you may be an alcoholic. For those who think they may have a drinking problem. https://www.aa.org/sites/default/files/literature/assets/p-3_isaaforyou.pdf",
        
        "text7": "Using simple language, this pamphlet offers general information on Alcoholics Anonymous, covering topics such as symptoms of alcoholism, the Twelve Steps (A.A.'s program of recovery), the function of A.A. meetings, and more. https://www.aa.org/sites/default/files/literature/p-42_0322.pdf",
        
        "text8": "Alcoholics Anonymous, also known as the “Big Book,” presents the A.A. program for recovery from alcoholism. First published in 1939, its purpose was to show other alcoholics how the first 100 people of A.A. got sober. Now translated into over 70 languages, it is still considered A.A.’s basic text. (Scroll to bottom for pdf of each section). https://www.aa.org/the-big-book",
        
        "text9": "Twelve Steps and Twelve Traditions explains the 24 basic principles of Alcoholics Anonymous. Known as the “Twelve and Twelve,” the book dedicates a chapter to each Step and each Tradition. Chapters provide an interpretation of these principles for personal recovery and the organization of the group. (Scroll to bottom for pdf of each section) https://www.aa.org/twelve-steps-twelve-traditions",
        
        "text10": "This practical booklet demonstrates, through simple examples, how A.A. members throughout the world live and stay sober one day at a time. (Scroll to bottom for pdf of each section) https://www.aa.org/living-sober-book",

        "text11": "Uses shared A.A. experience to answer 34 questions likely to be asked by persons seeking sponsors, persons wanting to be sponsors, and groups planning sponsorship activity. https://www.aa.org/questions-and-answers-sponsorship"    
    }
}